messages.lang.en = Английский
messages.lang.ru = Русский
messages.lang.change = Сменить язык

messages.app.name = Taxer
messages.task.description.title = \u041e\u043f\u0438\u0441\u0430\u043d\u0438\u0435 \u0437\u0430\u0434\u0430\u043d\u0438\u044f
messages.app.description = \u0421\u0438\u0441\u0442\u0435\u043C\u0430 \u041F\u043E\u0434\u0430\u0447\u0438 \u041E\u0442\u0447\u0435\u0442\u043E\u0432 \u0432 \u041D\u0430\u043B\u043E\u0433\u043E\u0432\u0443\u044E. \u0424\u0438\u0437./\u042E\u0440.\u043B\u0438\u0446\u043E (\u0434\u0430\u043B\u0435\u0435 \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C) \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0438\u0440\u0443\u0435\u0442\u0441\u044F. \u041F\u043E\u0434\u0430\u0435\u0442 \u043E\u0442\u0447\u0435\u0442 (XML/JSON/\u0424\u043E\u0440\u043C\u0430). \u041D\u0430\u043B\u043E\u0433\u043E\u0432\u044B\u0439 \u0418\u043D\u0441\u043F\u0435\u043A\u0442\u043E\u0440 \u043F\u0440\u0438\u043D\u0438\u043C\u0430\u0435\u0442/\u043E\u0442\u043A\u043B\u043E\u043D\u044F\u0435\u0442 \u043E\u0442\u0447\u0435\u0442 (\u0443\u043A\u0430\u0437\u044B\u0432\u0430\u044F \u043F\u0440\u0438\u0447\u0438\u043D\u0443 \u043E\u0442\u043A\u0430\u0437\u0430). \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u043C\u043E\u0436\u0435\u0442 \u043F\u0440\u043E\u0441\u043C\u043E\u0442\u0440\u0435\u0442\u044C \u0432\u0441\u0435 \u043F\u043E\u0434\u0430\u043D\u043D\u044B\u0435 \u043E\u0442\u0447\u0435\u0442\u044B, \u043F\u0440\u0438\u0447\u0438\u043D\u044B \u043E\u0442\u043A\u0430\u0437\u0430 \u0438 \u0438\u0437\u043C\u0435\u043D\u044F\u0442\u044C \u0438\u0445 \u0435\u0441\u043B\u0438 \u0442\u043E\u0433\u043E \u043F\u043E\u0442\u0440\u0435\u0431\u043E\u0432\u0430\u043B \u0418\u043D\u0441\u043F\u0435\u043A\u0442\u043E\u0440. \u041F\u043E\u043B\u044C\u0437\u043E\u0432\u0430\u0442\u0435\u043B\u044C \u043C\u043E\u0436\u0435\u0442 \u043E\u0442\u043F\u0440\u0430\u0432\u043B\u044F\u0442\u044C \u0437\u0430\u043F\u0440\u043E\u0441 \u043D\u0430 \u0437\u0430\u043C\u0435\u043D\u0443 \u0418\u043D\u0441\u043F\u0435\u043A\u0442\u043E\u0440\u0430 \u0432 \u0441\u043B\u0443\u0447\u0430\u0435 \u043D\u0435\u0443\u0434\u043E\u0432\u043B\u0435\u0442\u0432\u043E\u0440\u0435\u043D\u0438\u044F.


messages.project.title = Система налоговой отчетности

messages.account.add = Добавить аккаунт
messages.account.sign.in = Войти
messages.account.logout = Выйти
messages.account.create = Создать

messages.navbar.home = Главная
messages.navbar.user.reports = Мои отчеты
messages.navbar.inspector.reports = Проверка отчетов
messages.navbar.users = Список пользователей
messages.navbar.profile = Мой профиль

messages.individual.person.report.full.name = \u041F\u043E\u043B\u043D\u043E\u0435 \u0438\u043C\u044F
messages.individual.person.report.workplace = Место работы
messages.individual.person.report.salary = Зарплата

messages.legal.entity.report.company.name = Название компании
messages.legal.entity.report.financial.turnover = Фининсовый оборот
messages.legal.entity.report.employees.number = Количество сотрудников

messages.report.period = Период
messages.report.taxPeriodFrom = Начало налогового периода
messages.report.taxPeriodTo = Конец налогового периода
messages.report.person.type = Тип платильщика налогов
messages.report.taxpayer = Id платильщика налогов
messages.report.id = Id
messages.report.inspector.id = Id инспектора
messages.report.status = Статус отчета
messages.report.rejection.reason = Причина отказа
messages.report.edits = Правки
messages.report.edit = Редактировать
messages.report.open = Открыть
messages.report.approve = Принять
messages.report.reject = Отклонить
messages.report.send.to.edit = Отправить на редактирование
messages.report.submit = Отправить

messages.user.replace.inspector = Заменить инспектора
messages.user.create.individual.person.report = Создать отчет как физическое лицо
messages.user.create.legal.entity.report = Создать отчет как юридическое лицо
messages.user.username = Логин
messages.user.password = Пароль
messages.user.role = Роль
messages.user.save = Сохранить
messages.user.edit = Редактировать

messages.invalid.password = \u0414\u043b\u0438\u043d\u043d\u0430 \u043f\u0430\u0440\u043e\u043b\u044f \u0434\u043e\u043b\u0436\u043d\u0430 \u0431\u044b\u0442\u044c \u043d\u0435 \u043c\u0435\u043d\u0435\u0435 8 \u0441\u0438\u043c\u0432\u043e\u043b\u043e\u0432. \u041f\u0430\u0440\u043e\u043b\u044c \u0434\u043e\u043b\u0436\u0435\u043d \u0441\u043e\u0434\u0435\u0440\u0436\u0430\u0442\u044c \u043f\u043e \u043a\u0440\u0430\u0439\u043d\u0435\u0439 \u043c\u0435\u0440\u0435 1 \u0446\u044b\u0444\u0440\u0443, 1 \u0441\u0438\u043c\u0432\u043e\u043b \u043d\u0438\u0436\u043d\u0435\u0433\u043e \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430 \u0438 1 \u0441\u0438\u043c\u0432\u043e\u043b \u0432\u0435\u0440\u0445\u043d\u0435\u0433\u043e \u0440\u0435\u0433\u0438\u0441\u0442\u0440\u0430. \u041f\u0430\u0440\u043e\u043b\u044c \u0434\u043e\u043b\u0436\u0435\u043d \u043d\u0430\u0447\u0438\u043d\u0430\u0442\u044c\u0441\u044f \u0438 \u0437\u0430\u043a\u0430\u043d\u0447\u0438\u0432\u0430\u0442\u044c\u0441\u044f \u0431\u0443\u043a\u0432\u043e\u0439 \u0438 \u041d\u0415 \u0434\u043e\u043b\u0436\u0435\u043d \u0441\u043e\u0434\u0435\u0440\u0436\u0430\u0442\u044c \u043f\u0440\u043e\u0431\u0435\u043b\u043e\u0432.
messages.invalid.username = \u0418\u043c\u044f \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f \u0434\u043e\u043b\u0436\u043d\u043e \u043d\u0430\u0447\u0438\u043d\u0430\u0442\u044c\u0441\u044f \u0441 \u0431\u0443\u043a\u0432\u044b \u0438 \u043d\u0435 \u0434\u043e\u043b\u0436\u043d\u043e \u0441\u043e\u0434\u0435\u0440\u0436\u0430\u0442\u044c \u043f\u0440\u043e\u0431\u0435\u043b\u043e\u0432 \u0438\u043b\u0438 \u0441\u043b\u0443\u0436\u0435\u0431\u043d\u044b\u0445 \u0441\u0438\u043c\u0432\u043e\u043b\u043e\u0432, \u0437\u0430 \u0438\u0441\u043a\u043b\u044e\u0447\u0435\u043d\u0438\u0435\u043c \u0434\u0435\u0444\u0438\u0441\u0430.
messages.user.already.exists = \u041f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044c \u0441 \u0442\u0430\u043a\u0438\u043c \u0438\u043c\u0435\u043d\u0435\u043c \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f \u0443\u0436\u0435 \u0441\u0443\u0449\u0435\u0441\u0442\u0432\u0443\u0435\u0442.
messages.incorrect.username.or.password = \u041d\u0435\u0432\u0435\u0440\u043d\u043e\u0435 \u0438\u043c\u044f \u043f\u043e\u043b\u044c\u0437\u043e\u0432\u0430\u0442\u0435\u043b\u044f \u0438\u043b\u0438 \u043f\u0430\u0440\u043e\u043b\u044c.
messages.incorrect.input = \u041d\u0435\u0432\u0435\u0440\u043d\u044b\u0439 \u0432\u0432\u043e\u0434.

